angular.ng-template
arr.marksman
bierner.markdown-preview-github-styles
bodil.prettier-toml
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.epub-reader
dalen.vscode-oksolar
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
golang.go
grapecity.gc-excelviewer
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
irnas.auto-comment-blocks-single-star
jcs090218.ellsp
jgclark.vscode-todo-highlight
johnnymorganz.stylua
johnpapa.angular2
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mhutchie.git-graph
mintlify.document
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
nhoizey.gremlins
oouo-diogo-perdigao.docthis
pflannery.vscode-versionlens
pivaszbs.svelte-autoimport
pkief.material-icon-theme
pmndrs.pmndrs
premparihar.gotestexplorer
qwtel.sqlite-viewer
redhat.vscode-xml
redhat.vscode-yaml
shahilkumar.docxreader
simonsiefke.svg-preview
sumneko.lua
supermaven.supermaven
svelte.svelte-vscode
tamasfe.even-better-toml
teamgogogo.go-run
tobias-z.vscode-harpoon
tomoki1207.pdf
tootone.org-mode
usernamehw.errorlens
vitest.explorer
vscodevim.vim
wmaurer.change-case
xadillax.viml
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
