angular.ng-template
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
johnnymorganz.stylua
kisstkondoros.vscode-gutter-preview
mhutchie.git-graph
pflannery.vscode-versionlens
pkief.material-icon-theme
premparihar.gotestexplorer
redhat.vscode-xml
redhat.vscode-yaml
sumneko.lua
supermaven.supermaven
svelte.svelte-vscode
tobias-z.vscode-harpoon
usernamehw.errorlens
vitest.explorer
vscodevim.vim
xadillax.viml
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
