angular.ng-template
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.epub-reader
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
golang.go
grapecity.gc-excelviewer
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
irnas.auto-comment-blocks-single-star
jgclark.vscode-todo-highlight
johnnymorganz.stylua
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mhutchie.git-graph
mintlify.document
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
oouo-diogo-perdigao.docthis
pflannery.vscode-versionlens
pivaszbs.svelte-autoimport
pkief.material-icon-theme
premparihar.gotestexplorer
redhat.vscode-xml
redhat.vscode-yaml
shahilkumar.docxreader
simonsiefke.svg-preview
sumneko.lua
supermaven.supermaven
svelte.svelte-vscode
tobias-z.vscode-harpoon
tomoki1207.pdf
usernamehw.errorlens
vitest.explorer
vscodevim.vim
xadillax.viml
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
