[
  "calendar",
  "cm-editor-syntax-highlight-obsidian",
  "contribution-graph",
  "dataview",
  "emoji-shortcodes",
  "obsidian-admonition",
  "obsidian-emoji-toolbar",
  "obsidian-meta-bind-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-sort-and-permute-lines",
  "obsidian-style-settings",
  "obsidian-trim-whitespace",
  "obsidian-vimrc-support",
  "periodic-notes",
  "readwise-official",
  "settings-search",
  "table-editor-obsidian",
  "templater-obsidian",
  "todo-sort",
  "update-time-on-edit",
  "vim-yank-highlight"
]
