[
  "calendar",
  "periodic-notes",
  "dataview",
  "obsidian-vimrc-support",
  "obsidian-admonition",
  "obsidian-style-settings",
  "templater-obsidian",
  "readwise-official",
  "obsidian-trim-whitespace",
  "settings-search",
  "emoji-shortcodes",
  "obsidian-emoji-toolbar",
  "todo-sort",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-pandoc",
  "table-editor-obsidian",
  "vim-yank-highlight",
  "obsidian-sort-and-permute-lines"
]